Jenga-summary.csv
Label,# Samples,Average,Min,Max,Std. Dev.,Error %,Throughput,Received KB/sec,Sent KB/sec,Avg. Bytes
Sell,53,2042,330,10610,"1890,20","0,000%",",83744","0,44","0,62","534,2"
Buy,51,2291,324,9568,"2026,74","3,922%",",84423","0,50","0,60","603,8"
TOTAL,104,2164,324,10610,"1962,29","1,923%","1,60747","0,89","1,17","568,4"